import nalivaiko from './img/Nalivayko_otziv.jpeg'
import agroexport from './img/Agroexport_otziv.jpg'
import protectfeed from './img/ProtectFeed_otziv.jpg'
import agrogalan from './img/agrogalan_otziv.jpg'
//if block have no img — isImg:false & img:''




// eslint-disable-next-line
export default [
    {
        isImg:true,
        img: nalivaiko,
        title: 'Абсолютная надежность',
        text: 'Практически за три года работы с ЦКК наша компания убедилась в абсолютной надежности и профессионализме испытательной лаборатории. Наше сотрудничество будет продолжаться и дальше.',
        signature: 'Галина Ивановна Наливайко,',
        position: 'Краснодарское представительство АО «Щелково АгроХим»,',
        location: 'г. Краснодар'
    },
    {
        isImg:true,
        img: agrogalan,
        title: 'Очень довольны нашим сотрудничеством',
        text: '«Вот уже на протяжении трех лет мы работаем с Центром контроля качества(ЦКК) и очень довольны нашим сотрудничеством. Мы направляем на лабораторные исследования, приобретенные у наших поставщиков ГСМ гербициды и пестициды. Всегда результаты получаем на следующий сутки и с абсолютной точностью. И в этом мы не раз убеждались. Кстати, мы находимся в Курганинском районе Краснодарского края, лаборатория (ЦКК) же расположена рядом с Усть-Лабинском, это не близкое расстояние, и тем не менее, мы везем на анализ наши ГСМ и СЗР только туда.»',
        signature: 'Евгения Семеновна Панюкова,',
        position: 'коммерческий директор ООО «Агро-Галан»,',
        location: 'ст. Константиновская, Курганинский район'
    },
    {
        isImg:true,
        img: agroexport,
        title: 'С ЦКК РАБОТАТЬ КОМФОРТНО',
        text: 'С периодичностью два раза в месяц нам необходимо проводить анализ дизельного топлива. Эти услуги с абсолютной безупречностью нам оказывает лаборатория Некрасовского «Центра контроля качества». Приезжает специалист ЦКК, забирает пробы, а на следующий день у нас документы с результатом. Очень удобно. За два года сотрудничества ни разу не было ни одного сбоя. Мы за это время убедились, как комфортно работать с ЦКК.',
        signature: 'Евгений Малахов,',
        position: 'AО «Ресурс Агроэкспорт»,',
        location: 'г. Усть-Лабинск'
    },
    {
        isImg:true,
        img: protectfeed,
        title: 'Оперативно и точно',
        text: 'Мы направляем на исследование образцы сырья для комбикормов, а это шрот и жмых, в Усть-Лабинский район в Некрасовский Центр контроля качества(ЦКК) по нескольким причинам. Во-первых, образцы принимают быстро, при этом приёмщицы очень вежливы. Во-вторых, анализ проводят оперативно и точно, уже на следующий день по электронной почте нам направляют результаты. Ну и наконец, в-третьих, наличие современного высокоточного оборудования в ЦКК действительно гарантирует нам точность исследования, и соответственно,  качество наших кормов.',
        signature: 'Евгений Станиславович Терещенко,',
        position: 'технолог ООО «Протекфид»,',
        location: 'ст. Новотитаровская, Динской район'
    }
]
